Repository: MarkMokhles3/JournalTask
Catalog: JournalTask/JournalTask/Localizable.xcstrings
Source language: en
Languages: ar

source: Article Details
ar: تفاصيل المقال

source: Invalid response from the server. Please try again or contact support.
ar: استجابة غير صالحة من الخادم. يرجى المحاولة مرة أخرى أو الاتصال بالدعم.

source: NY Times Articles
ar: مقالات نيويورك تايمز

source: Ok
ar: حسنا

source: Read Full Article
ar: اقرأ المقال كاملا

source: Search For Article
ar: البحث عن المقال

source: Server Error
ar: خطأ في الخادم

source: The data received from the server was invalid. Please try again or contact support.
ar: البيانات المستلمة من الخادم غير صالحة. يرجى المحاولة مرة أخرى أو الاتصال بالدعم.

source: There is an error trying to reach the server. If this persists, please contact support.
ar: حدث خطأ أثناء محاولة الوصول إلى الخادم. إذا استمر هذا الخطأ، يرجى الاتصال بالدعم.

source: Unable to complete your request at this time. Please check your internet connection.
ar: لا يمكن إكمال طلبك في الوقت الحالي. يرجى التحقق من اتصالك بالإنترنت.
